item.newmodboots.name=Ủng Nadanium 
item.carboncoal.name=Than Hoạt Tính
tile.nadaniumOre.name=Mỏ Nadanium 
item.nadaniumIngot.name= Phôi Nadanium
tile.fuelPlants.name=Cây Tạo Nhiên Liệu
item.diamondIngot.name=Phôi Kim Cương
item.diamondsmallNugget.name=Hạt Kim Cương
item.diamondApple.name=Quả Táo Kim Cương
item.piladIngot.name=Phôi Pilad
item.portoIngot.name=Phôi Porto
item.filanidelIngot.name=Phôi Filanidel
item.anadiumIngot.name=Phôi Anadium
tile.piladOre.name=Mỏ Pilad
tile.portoOre.name=Mỏ Porto 
tile.anadiumOre.name=Mỏ Anadium
tile.filanidelOre.name=Mỏ Filanidel
achievement.achievementcraftPowder=So Pretty!
achievement.achievementcraftPowder.desc=Craft the Red Powder.
achievement.achievementcraftblock=Goodies!
achievement.achievementcraftblock.desc=Obtain the Decorative Block.
achievement.achievementcraftop=O M G!
achievement.achievementcraftop.desc=Craft an OP Sword with Nadanium Ingot.
achievement.achievementcraftapple=Shiny!
achievement.achievementcraftapple.desc=Build a God Apple.
item.coordItem.name=Mắt Thần Tọa Độ
tile.tpblock.name=Máy Vận Chuyển
item.piladhelmet.name=Mũ Pilad 
item.piladshirt.name=Áo Giáp Pilad
item.piladpants.name=Quần Pilad
item.piladboots.name=Ủng Pilad 
tile.coke.name=Coca Cola
tile.bigcoke.name=Coca Cola Bự
tile.giantcoke.name=Lon Coca Cola 
entity.nm.Tireless_Mob.name=Sinh Vật Không Biết Mệt
entity.nm.Small_Villagers_Cow.name=Dân Làng Bò Bé Nhỏ
generator.mining=New Mod
item.toolnewmodsword.name=Kiếm Thần Kỳ
item.toolnewmodpick.name=Cúp Thần Kỳ
item.toolnewmodspade.name=Xẻng Thần Kỳ
item.toolnewmodhoe.name=Cuốc Thần Kỳ
item.toolnewmodaxe.name=Rìu Thần Kỳ
tile.good_block.name=Khối Trang Trí
itemGroup.tabNewMod=New Mod
item.good_item.name=Bột Đỏ
item.good_food_item.name=Hạt Ăn Được
item.best_food_item.name=Thịt Bò Trộn Heo
item.newmodhelmet.name=Mũ Nadanium 
item.newmodchestplate.name=Áo GiápNadanium 
item.newmodpants.name=Quần Nadanium 
item.straw.name=Ống Hút
enchantment.jumpBoost=Nhảy Cao
tile.quantumMomentum.name=Khối Quantum Momentum
tile.color_cobble.white.name=Đá Cuội Có Màu (Trắng)
tile.color_cobble.dark.name=Đá Cuội Có Màu (Đen)
tile.multiOre.name=Mỏ Đa Phôi
newmodpotion.customPotion=Sự Sống Dậy [WIP]
item.multiTool1.name=Dụng Cụ Đa Năng (Cuốc & Kiếm)
item.multiTool2.name=Dụng Cụ Đa Năng (Cuốc & Rìu)
achievement.achievementlogin=Welcome!
achievement.achievementlogin.desc=Log in to the world with NM Mod!